Revit 2024 API
SymbolTypeId.Sf Property
 Symbol SF, indicating unit Square feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Sf { get; }
Visual Basic
Public Shared ReadOnly Property Sf As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Sf {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace